insert into cinema.timetable (seance_start_time, film_id)
values ('2021-12-29 08:00:00', 1),
       ('2021-12-29 10:00:00', 2),
       ('2021-12-29 13:00:00', 3),
       ('2021-12-29 15:05:00', 4),
       ('2021-12-29 17:45:00', 5),
       ('2021-12-29 20:00:00', 4),
       ('2021-12-29 21:55:00', 2),
       ('2021-12-29 23:30:00', 3);

insert into cinema.film (name, duration)
values ('Один дома', 60),
       ('Один дома 2', 90),
       ('Один дома 3', 120),
       ('Один дома 4', 60),
       ('Один дома 5', 90);

insert into cinema.ticket (cost, timetable_id)
values ('250.50', 1),
       ('250.50', 1),
       ('250.50', 1),
       ('250.50', 2),
       ('300', 2),
       ('900', 7);